Repository: Parampalsingh/swiftShop
Catalog: SwiftShop/Resources/*.lproj/Localizable.strings
Languages: de

# welcome_title
source: Welcome to SwiftShop
de: Willkommen bei SwiftShop

# welcome_subtitle
source: Your favorite place to shop online
de: Ihr Lieblingsort zum Online-Einkauf

source: Start Shopping
de: Einkauf starten

# product_shoes
source: Running Shoes
de: Laufschuhe

# product_jacket
source: Winter Jacket
de: Winterjacke

# product_hat
source: Baseball Cap
de: Baseballmütze

# product_list_title
source: Products
de: Produkte ansehen

# product_description_shoe
source: Lightweight and comfortable running shoes ideal for everyday use and long-distance runs. Designed with breathable fabric and a flexible sole for optimal performance. Perfect for all terrains, rain or shine.
de: Leichte und bequeme Laufschuhe, ideal für den täglichen Gebrauch und lange Strecken. Atmungsaktives Material und flexible Sohle sorgen für optimale Leistung – perfekt für jedes Gelände bei jedem Wetter.

# product_description_tshirt
source: Stay warm with this stylish winter jacket made from high-quality materials. Features an insulated lining, windproof design, and multiple pockets for convenience. Ideal for daily use in cold weather.
de: Bleiben Sie warm mit dieser stilvollen Winterjacke aus hochwertigen Materialien. Sie verfügt über eine isolierte Innenfütterung, winddichtes Design und mehrere Taschen für den täglichen Gebrauch.

# product_description_cap
source: This classic baseball cap protects you from the sun while keeping your look casual and cool. Made with durable cotton fabric and an adjustable strap for a comfortable fit. Great for outdoor activities and daily wear.
de: Diese klassische Baseballmütze schützt Sie vor der Sonne und verleiht Ihrem Look einen lässigen Touch. Hergestellt aus strapazierfähigem Baumwollstoff mit verstellbarem Riemen – ideal für draußen und den Alltag.

source: Add to Cart
de: In den Warenkorb
